def get_about_content():

    about_text = """BORA NOTES
Версия: 1.0
Создано nanasoloveyva для бесплатного использования.

Bora Notes — простое бесплатное приложение для создания, редактирования и организации своих заметок с возможностью форматирования текста!

— Создание, редактирование и удаление заметок.
— Автоматическое сохранение при редактировании.
— Хранение всех созданых заметок в одном приложении, возможность возврата к ним в любой момент для чтения или редактирования.

Форматирование текста
— Жирный текст (Ctrl+B)
— Курсив (Ctrl+I)
— Подчеркивание (Ctrl+U)
— Зачеркивание (Ctrl+T)
— Выделение цветом (Ctrl+L)
— Автозамена двойного дефиса (--) на тире (—)

Интерфейс
— Основной интерфейс в мягких фиолетовых цветах.
— Возможность смены цветовой темы приложения на тёмную.
— Быстрый поиск среди названий записей.
— Возможность перейти в любимые треки на сайте Spotify.
— Автоматический счетчик символов и слов записей.
— Вставка специальных символов и эмоджи для разнообразия текста.
— Возможность быстрого переключения между сохраненными записями.
— Адаптируемая ширина и высота приложения для удобного пользования.
— Возможность свернуть и развернуть обратно список записей для удобной работы с редактором.
— Возможность сортировки записей по дате создания, дате редактирования и алфавиту.
— Возможность сортировки записей по категориям (Личное, Учебное, Рабочее, Ежедневное и Вдохновение)."""
    return about_text

def get_about_title():
    """Возвращает заголовок для заметки 'О программе'"""
    return "О программе BORANOTES"